txt_Creator=李明杰Leneer
=
txt_IsWOW64=当前使用的是32位，请重新运行64位版本。
txt_FileNotFound=文件未找到: %s
txt_ServiceChecking=正在检查Windows更新服务...
txt_ServiceIsDisabled=Windows更新服务。正在运行Windows更新服务...
txt_VersionWUA=Windows更新代理版本 %d.%d
txt_VersionAPI=Windows 更新代理API版本: %s
txt_WUA_UpdateRequired=Windows更新代理版本需要更新到: %d.%d
txt_InitializationAPI=正在优化Windows更新代理API...
txt_CommittingUpdates=正在提交更新...
=
txt_Size_Byte=字节
txt_Size_Kilobyte=千字节
txt_Size_Megabyte=兆
txt_Size_Gigabyte=千兆
=
txt_Button_WindowsUpdate=Windows更新
txt_Button_Installed=更新完毕
txt_Button_Hidden=隐藏项目
txt_Button_History=更新记录
txt_Button_Cancel=取消
txt_Button_Reboot=重启
txt_Combobox_NotConfigured=尚未配置
txt_Combobox_Disabled=不检查更新
txt_Combobox_NotificationMode=检查并提醒
txt_Combobox_DownloadOnly=仅下载更新
txt_Combobox_Other=其它
txt_Checkbox_MicrosoftUpdate=Microsoft更新
txt_Checkbox_IncludeDrivers=包含硬件驱动
txt_Checkbox_IncludeSuperseded=包含已被替换
txt_Checkbox_OfflineMode=离线模式
txt_Checkbox_SelectAll=全选
txt_Checkbox_SelectedByWU=基于Windows更新选择
txt_Groupbox_SearchSettings=搜索设置
txt_Groupbox_AutomaticUpdates=更新模式
txt_Hint_Search=检查更新
txt_Hint_Download=仅下载
txt_Hint_Install=安装更新
txt_Hint_Uninstall=卸载更新
txt_Hint_Hide=隐藏更新
txt_Hint_Unhide=取消隐藏更新
txt_Hint_Cancel=取消
txt_Hint_Reboot=现在重启
txt_Prompt_Filter=列表内检索
txt_Title_RebootRequired=需要重启
txt_Title_UpdateInformation=更新详细属性
txt_Description_RebootRequired=需要完成系统重启操作才能继续，现在重启吗？
=
txt_Log_RebootRequired=需要重启系统才能完成任务
txt_Log_RebootSystem=重启系统...
=
txt_UpdateStatus_PendingForDownload=正在等待下载
txt_UpdateStatus_PendingForInstall=正在等待安装
txt_UpdateStatus_PendingForReboot=正在等待重启
txt_UpdateStatus_Initializing=正在优化
txt_UpdateStatus_Verifying=正在校验
=
txt_OperationResult_Failed=失败
txt_OperationResult_FailedErrorCode=失败错误编码: 0x%.8x
txt_OperationResult_Succeeded=已成功
txt_OperationResult_SucceededErrorCode=已成功错误编码: 0x%.8x
txt_OperationResult_SucceededWithErrors=已成功并出现错误，该结构可能不完整
txt_OperationResult_NotStarted=尚未开始
txt_OperationResult_InProgress=正在处理
txt_OperationResult_Aborted=已终止
=
txt_SearchProcess=正在检索更新...
txt_SearchProcessWarning=警告: 0x%.8x %s
txt_DownloadProcess=正在下载更新...
txt_DownloadProcessItem=正在下载 "%s"...
txt_InstallationProcess=正在安装更新...
txt_InstallationProcessItem=正在安装 "%s"...
txt_InstallationRequiresExclusive="%s" 必须单独安装。自动跳过
txt_UninstallationProcess=正在卸载更新...
txt_UninstallationProcessItem=正在卸载 "%s"...
